[
    {
      "_id": "626cfa03ec40d1a73770ec19",
      "price": "$3,919.37",
      "picture": "https://i.ibb.co/HPntnsq/tv.jpg",
      "quantity": 32,
      "description": "Dimensions with Stand (W x H x D): 28.8' x 18.9' x 7.1' ; Without Stand (W x H x D): 28.8' x 17.2' x 2.9' ; Weight with Stand: 8.2 lbs ; Weight without Stand: 8.0 lbs. Smart functionality delivers all your favorite content with over 500,000 movies and TV episodes, accessible through the simple and intuitive Roku TV. HD, Resolution: High definition (720p) resolution for excellent detail, color and contrast.",
      "name": "Smart TV",
      "supplier_name": "Bluewaves Supply"
    },
    {
      "_id": "626cfa031f92c082749ba944",
      "price": "$2,711.49",
      "picture": "https://i.ibb.co/N3vSTXK/laptop.jpg",
      "quantity": 24,
      "description": "POWERFUL, FAST, AMAZING: Our new laptop is packed with the premium performance you’ve come to expect from Samsung — plus some; It’s powered by the latest 12th Gen Evo-certified Intel processor, our most powerful available CPU yet. THIN, LIGHT, POWERFUL: With a PC this powerful, you’ll want to take it with you wherever you go; And you can! At less than 2 pounds, Galaxy Book2 Pro is our thinnest.",
      "name": "Laptop",
      "supplier_name": "Fresh Point Supply"
    },
    {
      "_id": "626cfa03f7fbecdc382948d4",
      "price": "$3,776.52",
      "picture": "https://i.ibb.co/XsKjH4f/freez.jpg",
      "quantity": 22,
      "description": "SLIM FREEZER AND REFRIGERATOR COMBO: 25 cubic ft. side-by-side fridge and freezer provides ample fresh and frozen food storage in a slim design and features a dual pad ice and water dispenser. CONVENIENT STORAGE: Features 15.46 cubic ft. of interior refrigerated space for fresh foods and 9.11 cubic ft. of freezer storage for frozen foods, and has gallon-size door bins for taller, wider items.",
      "name": "Refrigerator",
      "supplier_name": "Classic Distributing"
    },
    {
      "_id": "626cfa030b2db2b1e6a7bb0d",
      "price": "$3,085.79",
      "picture": "https://i.ibb.co/Y7RFGhY/oven.jpg",
      "quantity": 31,
      "description": "Single door pull opens both doors with 1 hand ease and convenience. Digital controls provide precise cooking time and temperature to take the guesswork out of cooking. Turbo convection baking technology cooks faster and browns more evenly.",
      "name": "Awesome Oven",
      "supplier_name": "LiveSale Supply"
    },
    {
      "_id": "626cfa036247edd0c8186a55",
      "price": "$3,626.53",
      "picture": "https://i.ibb.co/RTT9LvD/printer.jpg",
      "quantity": 28,
      "description": "HP+ SMART PRINTING SYSTEM – HP+ makes your printer Smarter with advanced features that make it easy to print from any device or app. Requires an HP account, internet connection and use of only Original HP Ink for the life of the printer. BEST FOR BASIC PRINTING ",
      "name": "Digital Printer",
      "supplier_name": "Big Market Supply"
    },
    {
      "_id": "626cfa03cbbcacb35a7339bf",
      "price": "$1,310.59",
      "picture": "https://i.ibb.co/thQ4Nsr/ac.jpg",
      "quantity": 39,
      "description": "LOW NOISE PERFORMANCE - operates at sound levels as low as 53dB (in low mode) eliminating unnecessary noise. ENERGY STAR CERTIFIED - This air conditioner has met the high standards of the ENERGY STAR Program using energy-efficient technologies that translate... ",      
      "name": "Air Conditioner",
      "supplier_name": "The General Wholesale"
    },
    {
      "_id": "626d68300c56a7cf7e2c66b0",
      "price": "$1,866.85",
      "picture": "https://i.ibb.co/GQRd6tw/washing-machine.jpg",
      "quantity": 25,
      "description": "Healthy, homemade juice in seconds- juice a variety of fruits and vegetables. Juicer is easy to assemble with extra-large pulp bin. Juice cup not included. Extra-large 3 inch feed chute fits whole fruits and vegetables - Fit a whole apple, a peeled orange or a handful of kale. ",
      "name": "Washing Machine",
      "supplier_name": "Classic Distributing"
    },
    {
      "_id": "626d683077075980a02cf1f1",
      "price": "$3,249.81",
      "picture": "https://i.ibb.co/hy79Kxm/juicer.jpg",
      "quantity": 23,
      "description": "Mini Washing Machine - The portable clothes washer has a high-powered 250-watt motor and Wash-Load Capacity-10 pounds. Gravity drain!. The 2-in-1 function can be used as a washing machine and dryer. With compact size, it is great for dorms, apartments, etc.N.W.：15lb", 
      "name": "Fresh Juicer",
      "supplier_name": "LiveSale Supply"
    }

  ]